Repository: millianlmx/swimmich
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Server copy
de: Serverkopie
es: Copia en el servidor
fr: Copie sur le serveur
it: Copia sul server

source: Sessions
de: Sitzungen
es: Sesiones
it: Sessioni

source: Severe
de: Kritisch
es: Grave
fr: Grave
it: Grave

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra

source: Show backup status on thumbnails
de: Sicherungsstatus auf Miniaturbildern anzeigen
es: Mostrar el estado de la copia en las miniaturas
fr: Afficher l'état de sauvegarde sur les vignettes
it: Mostra lo stato del backup sulle miniature

source: Show password
de: Passwort anzeigen
es: Mostrar la contraseña
fr: Afficher le mot de passe
it: Mostra la password

source: Sign in from another device to see it here.
de: Melde dich von einem anderen Gerät an, um es hier zu sehen.
es: Inicia sesión desde otro dispositivo para verlo aquí.
fr: Connectez-vous depuis un autre appareil pour le voir ici.
it: Accedi da un altro dispositivo per vederlo qui.

source: Sign out on other devices
de: Andere Geräte abmelden
es: Cerrar sesión en otros dispositivos
fr: Déconnecter les autres appareils
it: Esci dagli altri dispositivi

source: Sit back and watch your photos play in a full-screen slideshow.
de: Lehn dich zurück und sieh dir deine Fotos in einer Vollbild-Diashow an.
es: Siéntate tranquilo y mira tus fotos en una presentación a pantalla completa.
fr: Laissez vos photos défiler dans un diaporama plein écran.
it: Rilassati e guarda le tue foto in una presentazione a schermo intero.

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione

source: Slide
de: Gleiten
es: Deslizar
fr: Glissement
it: Scorrimento

source: Sort: Newest first
de: Sortierung: Neueste zuerst
es: Orden: más recientes primero
fr: Tri : plus récents d'abord
it: Ordinamento: più recenti prima

source: Sort: Oldest first
de: Sortierung: Älteste zuerst
es: Orden: más antiguos primero
fr: Tri : plus anciens d'abord
it: Ordinamento: più vecchi prima

source: Space freed
de: Speicher freigegeben
es: Espacio liberado
fr: Espace libéré
it: Spazio liberato

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità

source: State
de: Region
es: Estado
fr: Région
it: Regione

source: State, %@
de: Region, %@
es: Estado, %@
fr: Région, %@
it: Regione, %@

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi

source: Stream Original
de: Original streamen
es: Transmitir original
fr: Diffuser l'original
it: Trasmetti originale

source: Swipe a device to sign it out. Your current device stays signed in.
de: Wische über ein Gerät, um es abzumelden. Dein aktuelles Gerät bleibt angemeldet.
es: Desliza un dispositivo para cerrar su sesión. Tu dispositivo actual permanece conectado.
fr: Balayez un appareil pour le déconnecter. Votre appareil actuel reste connecté.
it: Scorri un dispositivo per disconnetterlo. Il tuo dispositivo attuale rimane connesso.

source: Sync Status
de: Synchronisierungsstatus
es: Estado de sincronización
fr: Statut de synchronisation
it: Stato di sincronizzazione

source: Taken after
de: Aufgenommen nach
es: Tomada después de
fr: Prise après
it: Scattata dopo

source: Taken after, %@
de: Aufgenommen nach %@
es: Tomada después del %@
fr: Prise après le %@
it: Scattata dopo il %@

source: Taken before
de: Aufgenommen vor
es: Tomada antes de
fr: Prise avant
it: Scattata prima

source: Taken before, %@
de: Aufgenommen vor %@
es: Tomada antes del %@
fr: Prise avant le %@
it: Scattata prima del %@

source: Tap to Navigate
de: Tippen zum Navigieren
es: Tocar para navegar
fr: Naviguer au toucher
it: Tocca per navigare

source: That photo could not be prepared.
de: Dieses Foto konnte nicht vorbereitet werden.
es: No se pudo preparar esa foto.
fr: Cette photo n'a pas pu être préparée.
it: Impossibile preparare questa foto.

source: That photo is too small. Choose one at least 128 pixels on its shortest side.
de: Dieses Foto ist zu klein. Wähle eines mit mindestens 128 Pixeln auf der kürzesten Seite.
es: Esa foto es demasiado pequeña. Elige una de al menos 128 píxeles en su lado más corto.
fr: Cette photo est trop petite. Choisissez-en une d'au moins 128 pixels sur son plus petit côté.
it: Questa foto è troppo piccola. Scegline una di almeno 128 pixel sul lato più corto.

source: The current secret stops working immediately. The new secret is shown once.
de: Das aktuelle Secret funktioniert sofort nicht mehr. Das neue Secret wird nur einmal angezeigt.
es: El secreto actual deja de funcionar de inmediato. El nuevo secreto se muestra una sola vez.
fr: Le secret actuel cesse de fonctionner immédiatement. Le nouveau secret n'est affiché qu'une fois.
it: Il segreto attuale smette di funzionare immediatamente. Il nuovo segreto viene mostrato una sola volta.

source: The files will need to be downloaded again.
de: Die Dateien müssen erneut heruntergeladen werden.
es: Los archivos tendrán que descargarse de nuevo.
fr: Les fichiers devront être téléchargés à nouveau.
it: I file dovranno essere scaricati di nuovo.

source: The last backup left nothing to do.
de: Das letzte Backup hat nichts übrig gelassen.
es: La última copia de seguridad no dejó nada pendiente.
fr: La dernière sauvegarde n'a rien laissé à faire.
it: L'ultimo backup non ha lasciato nulla da fare.

source: The new password is the same as the current one.
de: Das neue Passwort ist dasselbe wie das aktuelle.
es: La nueva contraseña es la misma que la actual.
fr: Le nouveau mot de passe est identique à l'actuel.
it: La nuova password è uguale a quella attuale.

source: The next backup will re-check every photo.
de: Das nächste Backup überprüft jedes Foto erneut.
es: La próxima copia de seguridad volverá a comprobar cada foto.
fr: La prochaine sauvegarde revérifiera chaque photo.
it: Il prossimo backup ricontrollerà ogni foto.

source: The saved server address is not valid.
de: Die gespeicherte Serveradresse ist ungültig.
es: La dirección del servidor guardada no es válida.
fr: L'adresse du serveur enregistrée n'est pas valide.
it: L'indirizzo del server salvato non è valido.

source: The server ran into a problem. Please try again.
de: Auf dem Server ist ein Problem aufgetreten. Bitte versuchen Sie es erneut.
es: El servidor ha tenido un problema. Vuelve a intentarlo.
fr: Le serveur a rencontré un problème. Veuillez réessayer.
it: Il server ha riscontrato un problema. Riprova.

source: The shared file is no longer available.
de: Die geteilte Datei ist nicht mehr verfügbar.
es: El archivo compartido ya no está disponible.
fr: Le fichier partagé n'est plus disponible.
it: Il file condiviso non è più disponibile.

source: The start date is after the end date
de: Das Startdatum liegt nach dem Enddatum
es: La fecha de inicio es posterior a la fecha de fin
fr: La date de début est postérieure à la date de fin
it: La data di inizio è successiva alla data di fine

source: The two passwords do not match.
de: Die beiden Passwörter stimmen nicht überein.
es: Las dos contraseñas no coinciden.
fr: Les deux mots de passe ne correspondent pas.
it: Le due password non corrispondono.

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema

source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo

source: This device will have to sign in again.
de: Dieses Gerät muss sich erneut anmelden.
es: Este dispositivo tendrá que iniciar sesión de nuevo.
fr: Cet appareil devra se reconnecter.
it: Questo dispositivo dovrà accedere di nuovo.

source: This folder holds no sub-folder and no asset.
de: Dieser Ordner enthält weder Unterordner noch Dateien.
es: Esta carpeta no contiene subcarpetas ni elementos.
fr: Ce dossier ne contient ni sous-dossier ni élément.
it: Questa cartella non contiene sottocartelle né elementi.

source: This server asks you to change your password.
de: Dieser Server bittet dich, dein Passwort zu ändern.
es: Este servidor te pide que cambies tu contraseña.
fr: Ce serveur vous demande de changer votre mot de passe.
it: Questo server ti chiede di cambiare la password.

source: To
de: Bis
es: Hasta
fr: Au
it: A

source: To delete
de: Zu löschen
es: Por eliminar
fr: À supprimer
it: Da eliminare

source: Too many attempts
de: Zu viele Versuche
es: Demasiados intentos
fr: Trop de tentatives
it: Troppi tentativi

source: Total size
de: Gesamtgröße
es: Tamaño total
fr: Taille totale
it: Dimensione totale

source: Tracked
de: Verfolgt
es: Rastreados
fr: Suivis
it: Monitorati

source: Tracked assets
de: Verfolgte Elemente
es: Elementos registrados
fr: Éléments suivis
it: Elementi tracciati

source: Trashed
de: Im Papierkorb
es: En la papelera
fr: Dans la corbeille
it: Nel cestino

source: Troubleshoot
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnostica

source: Type
de: Typ
es: Tipo
it: Tipo

source: Type & Favourites
de: Typ & Favoriten
es: Tipo y favoritos
fr: Type et favoris
it: Tipo e preferiti

source: Type, %@
de: Typ, %@
es: Tipo, %@
it: Tipo, %@

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Unknown size
de: Größe unbekannt
es: Tamaño desconocido
fr: Taille inconnue
it: Dimensione sconosciuta

source: Unlock with Face ID
de: Mit Face ID entsperren
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
it: Sblocca con Face ID

source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato

source: Upload
de: Hochladen
es: Subir
fr: Envoyer
it: Carica

source: Upload %lld item(s)
de: %lld Element(e) hochladen
es: Subir %lld elemento(s)
fr: Envoyer %lld élément(s)
it: Carica %lld elemento/i

source: Upload straight to an album
de: Direkt in ein Album hochladen
es: Sube directamente a un álbum
fr: Importez directement dans un album
it: Carica direttamente in un album

source: Uploaded
de: Hochgeladen
es: Subidos
fr: Importés
it: Caricati

source: Uploading
de: Wird hochgeladen
es: Subiendo
fr: Envoi en cours
it: Caricamento in corso

source: Uploading %lld%%
de: Wird hochgeladen: %lld%%
es: Subiendo %lld%%
fr: Envoi en cours %lld%%
it: Caricamento in corso %lld%%

source: Uploading %lld/%lld
de: Upload %lld/%lld
es: Subiendo %lld/%lld
fr: Envoi %lld/%lld
it: Caricamento %lld/%lld

source: Uploading photo…
de: Foto wird hochgeladen…
es: Subiendo foto…
fr: Envoi de la photo…
it: Caricamento della foto…

source: Use custom date range
de: Benutzerdefinierten Datumsbereich verwenden
es: Usar un rango de fechas personalizado
fr: Utiliser une plage de dates personnalisée
it: Usa un intervallo di date personalizzato

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità

source: Waiting
de: Wartend
es: En espera
fr: En attente
it: In attesa

source: Waiting for Wi-Fi
de: Warten auf WLAN
es: Esperando al Wi-Fi
fr: En attente du Wi-Fi
it: In attesa del Wi-Fi

source: Waiting for iCloud
de: Warten auf iCloud
es: Esperando a iCloud
fr: En attente d'iCloud
it: In attesa di iCloud

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso

source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità

source: Wrong PIN
de: Falscher PIN
es: PIN incorrecto
fr: Code PIN incorrect
it: PIN errato

source: Your avatars go back to your initials.
de: Deine Avatare zeigen wieder deine Initialen.
es: Tus avatares volverán a mostrar tus iniciales.
fr: Vos avatars reviendront à vos initiales.
it: I tuoi avatar torneranno alle tue iniziali.

source: Your current device stays signed in.
de: Dein aktuelles Gerät bleibt angemeldet.
es: Tu dispositivo actual permanece conectado.
fr: Votre appareil actuel reste connecté.
it: Il tuo dispositivo attuale rimane connesso.

source: Your keys
de: Deine Schlüssel
es: Tus claves
fr: Vos clés
it: Le tue chiavi

source: Your password has been changed.
de: Dein Passwort wurde geändert.
es: Tu contraseña se ha cambiado.
fr: Votre mot de passe a été modifié.
it: La tua password è stata cambiata.

source: Your server
de: Dein Server
es: Tu servidor
fr: Votre serveur
it: Il tuo server

source: Your session has expired. Please sign in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
es: Tu sesión ha caducado. Vuelve a iniciar sesión.
fr: Votre session a expiré. Veuillez vous reconnecter.
it: La sessione è scaduta. Accedi di nuovo.

source: at %@ in %@
de: um %@ in %@
es: a las %@ en %@
fr: à %@ dans %@
it: alle %@ in %@

source: favorites
de: Favoriten
es: favoritos
fr: favoris
it: preferiti

source: off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato

source: on
de: Ein
es: Activado
fr: Activé
it: Attivato

source: photos
de: Fotos
es: fotos
it: foto

source: (You)
de: (Du)
es: (Tú)
fr: (Vous)
it: (Tu)

source: %@ • Full (%@ limit)
de: %@ • Voll (%@ Limit)
es: %@ • Lleno (límite %@)
fr: %@ • Plein (limite %@)
it: %@ • Pieno (limite %@)

source: %@ • No size limit
de: %@ • Keine Größenbeschränkung
es: %@ • Sin límite de tamaño
fr: %@ • Aucune limite de taille
it: %@ • Nessun limite di dimensione

source: %@ • of %@
de: %@ • von %@
es: %@ • de %@
fr: %@ • sur %@
it: %@ • di %@

source: %@ favorites
de: %@ Favoriten
es: %@ favoritos
fr: %@ favoris
it: %@ preferiti

source: %@ on %@
de: %@ am %@
es: %@ el %@
fr: %@ le %@
it: %@ del %@

source: %@ photos
de: %@ Fotos
es: %@ fotos
it: %@ foto

source: %@ today
de: %@ heute
es: %@ hoy
fr: %@ aujourd'hui
it: %@ oggi

source: %@ used
de: %@ verwendet
es: %@ usados
fr: %@ utilisés
it: %@ utilizzati

source: %@ will be freed. Downloaded files will need to be downloaded again.
de: %@ werden freigegeben. Heruntergeladene Dateien müssen erneut heruntergeladen werden.
es: %@ se liberarán. Los archivos descargados tendrán que descargarse de nuevo.
fr: %@ seront libérés. Les fichiers téléchargés devront être téléchargés à nouveau.
it: %@ saranno liberati. I file scaricati dovranno essere scaricati di nuovo.

source: %@ yesterday
de: %@ gestern
es: %@ ayer
fr: %@ hier
it: %@ ieri

source: %lld assets
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
it: %lld elementi

source: %lld copies
de: %lld Kopien
es: %lld copias
it: %lld copie

source: %lld couldn't be backed up
de: %lld konnten nicht gesichert werden
es: No se pudo hacer copia de seguridad de %lld
fr: %lld n'ont pas pu être sauvegardées
it: Backup non riuscito per %lld

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file

source: %lld item%@
de: %lld Foto%@
es: %lld elemento%@
fr: %lld élément%@
it: %lld elemento%@

source: %lld items
de: %lld Elemente
es: %lld elementos
fr: %lld éléments
it: %lld elementi

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld

source: %lld people
de: %lld Personen
es: %lld personas
fr: %lld personnes
it: %lld persone

source: %lld percent
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
it: %lld percento

source: %lld percent of the offline storage budget used
de: %lld Prozent des Offline-Speicherbudgets belegt
es: %lld por ciento del presupuesto de almacenamiento sin conexión utilizado
fr: %lld % du budget de stockage hors ligne utilisé
it: %lld percento del budget di archiviazione offline utilizzato

source: %lld permissions
de: %lld Berechtigungen
es: %lld permisos
fr: %lld autorisations
it: %lld autorizzazioni

source: %lld photo%@
de: %lld Foto%@
es: %lld foto%@
it: %lld foto%@

source: %lld Photo%@
de: %lld Foto%@
es: %lld foto%@
it: %lld Foto%@

source: %lld photos
de: %lld Fotos
es: %lld fotos
it: %lld foto

source: %lld Photos
de: %lld Fotos
es: %lld fotos
it: %lld Foto

source: %lld photos · %lld places
de: %lld Fotos · %lld Orte
es: %lld fotos · %lld lugares
fr: %lld photos · %lld lieux
it: %lld foto · %lld luoghi

source: %lld photos in a stack
de: %lld Fotos in einem Stapel
es: %lld fotos en una pila
fr: %lld photos dans une pile
it: %lld foto in un gruppo

source: %lld photos in stack
de: %lld Fotos im Stapel
es: %lld fotos en la pila
fr: %lld photos dans la pile
it: %lld foto nel gruppo

source: %lld photos safe on Immich
de: %lld Fotos sicher auf Immich
es: %lld fotos a salvo en Immich
fr: %lld photos en sécurité sur Immich
it: %lld foto al sicuro su Immich

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionné(s)
it: %lld selezionati

source: %lld uploaded · %lld already on server
de: %lld hochgeladen · %lld bereits auf dem Server
es: %lld subidos · %lld ya en el servidor
fr: %lld envoyées · %lld déjà sur le serveur
it: %lld caricati · %lld già sul server

source: %lld uploaded · %lld failed
de: %lld hochgeladen · %lld fehlgeschlagen
es: %lld subidos · %lld fallidos
fr: %lld envoyées · %lld échouées
it: %lld caricati · %lld non riusciti

source: %lld years ago
de: vor %lld Jahren
es: hace %lld años
fr: il y a %lld ans
it: %lld anni fa

source: %lldy
de: %lld J.
es: %lld a
fr: %llda
it: %llda

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno

source: 1 favorite
de: 1 Favorit
es: 1 favorito
fr: 1 favori
it: 1 preferito

source: 1 file
de: 1 Datei
es: 1 archivo
fr: 1 fichier

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora

source: 1 photo
de: 1 Foto
es: 1 foto
it: 1 foto

source: 1 photo in a stack
de: 1 Foto in einem Stapel
es: 1 foto en una pila
fr: 1 photo dans une pile
it: 1 foto in un gruppo

source: 1 selected
de: 1 ausgewählt
es: 1 seleccionado
fr: 1 sélectionné
it: 1 selezionato

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno

source: 1 year ago
de: vor 1 Jahr
es: hace 1 año
fr: il y a 1 an
it: 1 anno fa

source: 6 hours
de: 6 Stunden
es: 6 horas
fr: 6 heures
it: 6 ore

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni

source: 30 minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività

source: Activity feed
de: Aktivitätsfeed
es: Actividad reciente
fr: Fil d'activité
it: Feed attività

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

source: Add a comment…
de: Kommentar hinzufügen…
es: Añadir un comentario…
fr: Ajouter un commentaire…
it: Aggiungi un commento…

source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account

source: Add or remove a photo from the Immich favorites.
de: Ein Foto zu den Immich-Favoriten hinzufügen oder daraus entfernen.
es: Añade o quita una foto de los favoritos de Immich.
fr: Ajouter ou retirer une photo des favoris Immich.
it: Aggiungi o rimuovi una foto dai preferiti di Immich.

source: Add photos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
it: Aggiungi foto

source: Add Photos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
it: Aggiungi foto

source: Add photos from the Timeline using “Add to Album”.
de: Füge Fotos über „Zu Album hinzufügen“ in der Zeitleiste hinzu.
es: Añade fotos desde la cronología con “Añadir a álbum”.
fr: Ajoutez des photos depuis la Pellicule via « Ajouter à l'album ».
it: Aggiungi foto dalla cronologia con “Aggiungi all'album”.

source: Add to a shared album
de: Zu geteiltem Album hinzufügen
es: Añadir a un álbum compartido
fr: Ajouter à un album partagé
it: Aggiungi a un album condiviso

source: Add to Album
de: Zu Album hinzufügen
es: Añadir a álbum
fr: Ajouter à l'album
it: Aggiungi all'album

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

source: Add to Stack
de: Zu Stapel hinzufügen
es: Añadir a la pila
fr: Ajouter à la pile
it: Aggiungi al gruppo

source: Add user
de: Benutzer hinzufügen
es: Añadir usuario
fr: Ajouter un utilisateur
it: Aggiungi utente

source: Adding re-creates the stack on the server, so this stack gets a new id. A photo that already belongs to another stack moves into this one.
de: Beim Hinzufügen wird der Stapel auf dem Server neu erstellt, daher erhält dieser Stapel eine neue ID. Ein Foto, das bereits zu einem anderen Stapel gehört, wird in diesen verschoben.
es: Añadir vuelve a crear la pila en el servidor, así que esta pila recibe un id nuevo. Una foto que ya pertenece a otra pila pasa a esta.
fr: L'ajout recrée la pile sur le serveur : cette pile reçoit donc un nouvel identifiant. Une photo qui appartient déjà à une autre pile passe dans celle-ci.
it: L'aggiunta ricrea il gruppo sul server, quindi questo gruppo ottiene un nuovo id. Una foto che appartiene già a un altro gruppo viene spostata in questo.

source: Adjust Date
de: Datum anpassen
es: Ajustar fecha
fr: Régler la date
it: Modifica data

source: Adjust Date & Time
de: Datum und Uhrzeit anpassen
es: Ajustar fecha y hora
fr: Régler la date et l'heure
it: Modifica data e ora

source: Adjust Location
de: Ort anpassen
es: Ajustar ubicación
fr: Ajuster la position
it: Modifica posizione

source: Adjustments
de: Anpassungen
es: Ajustes
fr: Ajustements
it: Regolazioni

source: Admin
de: Administration
es: Administración
fr: Administration
it: Amministrazione

source: Album actions
de: Album-Aktionen
es: Acciones del álbum
fr: Actions de l'album
it: Azioni album

source: Album Deleted
de: Album gelöscht
es: Álbum eliminado
fr: Album supprimé
it: Album eliminato

source: Album name cannot be empty.
de: Der Albumname darf nicht leer sein.
es: El nombre del álbum no puede estar vacío.
fr: Le nom de l'album ne peut pas être vide.
it: Il nome dell'album non può essere vuoto.

source: Album Unavailable
de: Album nicht verfügbar
es: Álbum no disponible
fr: Album indisponible
it: Album non disponibile

source: Albums
de: Alben
es: Álbumes
it: Album

source: Albums to back up
de: Alben für das Backup
es: Álbumes que copiar
fr: Albums à sauvegarder
it: Album di cui eseguire il backup

source: Albums to skip
de: Alben zum Überspringen
es: Álbumes que omitir
fr: Albums à ignorer
it: Album da escludere

source: All
de: Alle
es: Todos
fr: Tout
it: Tutti

source: All albums
de: Alle Alben
es: Todos los álbumes
fr: Tous les albums
it: Tutti gli album

source: All but selected albums
de: Alle außer ausgewählten Alben
es: Todos excepto los álbumes seleccionados
fr: Tous sauf les albums sélectionnés
it: Tutti tranne gli album selezionati

source: All items in trash will be permanently deleted. Action cannot be undone.
de: Alle Elemente im Papierkorb werden endgültig gelöscht. Die Aktion kann nicht rückgängig gemacht werden.
es: Todos los elementos de la papelera se eliminarán definitivamente. La acción no se puede deshacer.
fr: Tous les éléments de la corbeille seront définitivement supprimés. Action irréversible.
it: Tutti gli elementi nel cestino verranno eliminati definitivamente. L'azione non può essere annullata.

source: Allow download
de: Download erlauben
es: Permitir descarga
fr: Autoriser le téléchargement
it: Consenti download

source: Allow upload
de: Upload erlauben
es: Permitir subida
fr: Autoriser l'envoi
it: Consenti caricamento

source: API Key Secret
de: Secret des API-Schlüssels
es: Secreto de la clave de API
fr: Secret de la clé API
it: Segreto della chiave API

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia

source: Archived
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviati
